Repository: NeadApTar/CDEKDelivery
Catalog: lang/cdekdelivery-*.po
Languages: ru_ru

source: Passport Series
ru_ru: Серия паспорта

source: Passport number
ru_ru: Номер паспорта

source: Passport date of issue
ru_ru: Дата выдачи паспорта

source: Passport organization
ru_ru: Орган выдачи паспорта

source: TIN
ru_ru: ИНН

source: Birthday
ru_ru: Дата рождения

source: Pickups map from CDEK
ru_ru: Карта ПВЗ от СДЭК

source: Choose pick-up
ru_ru: Выберите ПВЗ

source: Re-select pick-up
ru_ru: Повторно выбрать ПВЗ

source: CDEK was unable to load the list of available pickup points, please select another delivery method
ru_ru: CDEK не смог загрузить список доступных ПВЗ, выберите другой метод доставки

source: There are no CDEK pick-up points available in this direction, please select another delivery method
ru_ru: По данному направлению нет доступных пунктов выдачи CDEK, выберите другой метод доставки

source: Package
ru_ru: Упаковка

source: Packing length not specified
ru_ru: Не задана длина упаковки

source: Packing width not specified
ru_ru: Не задана ширина упаковки

source: Packing height not specified
ru_ru: Не задана высота упаковки

source: Products not added to packaging
ru_ru: Не добавлены товары в упаковку

source: Error receiving token. Make sure the integration keys are correct
ru_ru: Ошибка при получении токена. Убедитесь, что ключи интеграции верны

source: Selected pickup point
ru_ru: Выбранный ПВЗ

source: Selected address
ru_ru: Выбранный адрес

source: Not selected
ru_ru: Не выбран

source: Failed to determine locality in %1$s %2$s
ru_ru: Не удалось определить населенный пункт %1$s %2$s

source: Settings
ru_ru: Настройки

source: Docs
ru_ru: Документация

source: FAQ
ru_ru: ЧаВО

source: Order price
ru_ru: Сумма заказа

source: from %s%s
ru_ru: от %s%s

source: less or equal
ru_ru: меньше или равно

source: any
ru_ru: любая

source: delivery price
ru_ru: стоимость доставки

source: free
ru_ru: бесплатно

source: percentage
ru_ru: взять в процентах

source: fixed on
ru_ru: фиксировать на

source: amount on
ru_ru: изменить на

source: Rules for delivery by courier
ru_ru: Правила для доставки курьером

source: Rules for delivery to pick-up
ru_ru: Правила для доставки до ПВЗ/Постаматов

source: CDEK Shipping
ru_ru: Доставка СДЭК

source: Official Shipping Method for Cdek
ru_ru: Официальный метод доставки компанией СДЭК

source: Street address
ru_ru: Адрес

source: House number and street name
ru_ru: Улица и номер дома

source: Apartment, suite, unit, etc.
ru_ru: Квартира, корпус, строение и тп.

source: Apartment, suite, unit, etc. (optional)
ru_ru: Квартира, корпус, строение и тп. (опционально)

source: Phone
ru_ru: Телефон

source: Town / City
ru_ru: Город

source: First name
ru_ru: Имя

source: Failed to create waybill. Try re-creating the order. You may need to cancel existing one (if that button exists)
ru_ru: Не удалось создать шк. Необходимо попробовать пересоздать заказ. Возможно, потребуется отменить существующий (если такая кнопка есть)

source: Failed to create barcode. Try again
ru_ru: Не удалось создать шк. Необходимо попробовать еще раз

source: A request for a barcode was sent, but no response was received. Wait for 1 hour before trying again
ru_ru: Запрос на шк был отправлен, но ответ по нему не пришел. Необходимо подождать 1 час перед повторной попыткой

source: Failed to create waybill. Try again
ru_ru: Не удалось создать накладную. Необходимо попробовать еще раз

source: A request for a waybill was sent, but no response was received. Wait for 1 hour before trying again
ru_ru: Запрос на накладную был отправлен, но ответ по нему не пришел. Необходимо подождать 1 час перед повторной попыткой

source: The selected CDEK tariff is not available with the specified parameters. Available tariffs with codes:
ru_ru: Выбранный тариф СДЭК при заданных параметрах недоступен. Доступны тарифы с кодами:

source: In this locality, delivery is available only for "door-to-door" tariffs. Select another locality to gain access to "from warehouse" tariffs.
ru_ru: В этом населенном пункте (НП) доступна доставка только для тарифов "от двери". Выберите другой НП, чтобы получить доступ к тарифам "от склада".

source: Use delivery amount display rules for a zone
ru_ru: Использовать правила отображения суммы доставки для зоны

source: Rules for displaying the delivery amount
ru_ru: Правила отображения суммы доставки

source: Authorization
ru_ru: Авторизация

source: Test mode
ru_ru: Тестовый режим

source: When enabled, the test API is used
ru_ru: При включенном режиме используется тестовое апи

source: Identifier
ru_ru: Идентификатор

source: The secret key
ru_ru: Секретный ключ

source: Yandex map key
ru_ru: Ключ Яндекс.Карты

source: Yandex API access key. The generation process is described on <a>the page</a>
ru_ru: Ключ доступа к API Яндекс. Процесс генерации описан на <a>странице</a>

source: Client
ru_ru: Клиент

source: Company name
ru_ru: Название компании

source: Full name
ru_ru: ФИО

source: Must be transmitted in international format: country code (for Russia +7) and the number itself (10 or more digits)
ru_ru: Должен передаваться в международном формате: код страны (для России +7) и сам номер (10 и более цифр)

source: Company email address
ru_ru: Электронный адрес почты компании

source: International orders
ru_ru: Международные заказы

source: Enable international order mode
ru_ru: Включить режим международных заказов

source: When the international orders mode is enabled, additional fields will appear on the checkout page: passport series, passport number, date of issue, department, TIN, date of birth.
ru_ru: При включенном режиме международных заказов, на странице чекаута появятся дополнительные поля: серия паспорта, номер паспорта, дата выдачи, отдел, ИНН, дата рождения.

source: True seller address
ru_ru: Адрес истинного продавца

source: Address of the actual seller. Used when printing invoices to display the address of the present seller of the product or trade name. For international orders
ru_ru: Адрес истинного продавца. Используется при печати инвойсов для отображения адреса настоящего продавца товара, либо торгового названия. Для международных заказов

source: Shipper
ru_ru: Грузоотправитель

source: Shipper`s company name for international orders
ru_ru: Название компании грузоотправителя для международных заказов

source: Shipper`s address
ru_ru: Адрес грузоотправителя

source: Shipping company address for international orders
ru_ru: Адрес компании грузоотправителя для международных заказов

source: Delivery
ru_ru: Доставка

source: Automatically create orders in CDEK
ru_ru: Автоматически создавать заказы в СДЭК

source: If you have information about the dimensions and correctly filled in shipping addresses, the CDEK invoice will be created automatically
ru_ru: При наличии информации о габаритах и корректно заполненных адреса отправки накладная СДЭК будет создана автоматически

source: Tariff
ru_ru: Тарифы

source: To select multiple tariffs, hold down the "CTRL" key and select tariffs with the left mouse button.
ru_ru: Для выбора нескольких тарифов удерживайте клавишу "CTRL" и левой кнопкой мыши выберите тарифы.

source: Change tariff name
ru_ru: Изменить название тарифа

source: In the list of tariffs in the field "Tariffs" the tariff code is indicated in brackets. To change the name of the tariff, an entry in the code-name format is added to the field; for multiple changes, tariffs are separated by a semicolon, for example, an entry that will change the name of tariff 136 and 137 looks like this:%s If the value is not specified, the tariff names will be standard.
ru_ru: В списке тарифов в поле "Тарифы" в скобках указан код тарифа. Для изменения названия тарифа в поле добавляется запись в формате код-название, для множественного изменения, тарифы отделяются точкой с запятой, например запись которая изменит название 136 и 137 тарифа выглядит так: %sЕсли значение не задано то названия тарифов будут стандартными.

source: Multi-seater
ru_ru: Многоместка

source: When the 'Multi-seat' mode is enabled, the detailed order page will display the ability to create several packages for one order and distribute goods among the created packages
ru_ru: При включенном режиме 'Многоместка', на детальной странице заказа появится возможность создать несколько упаковок для одного заказа и распределить товары по созданным упаковкам

source: Add days for delivery
ru_ru: Доп. дни к доставке

source: Number of days will be added to the estimated delivery time
ru_ru: Колличество дней будет добавлено к расчетному времени доставки

source: Close the map after selecting pick-up
ru_ru: Закрыть карту после выбора пвз

source: If this setting is enabled, then after selecting a pick-up point on the checkout page, the card will automatically close.
ru_ru: Если включена эта настройка, то после выбора ПВЗ на странице чекаута карта автоматически закроется.

source: Select addresses to send on the map
ru_ru: Выбрать адреса для отправки на карте

source: Dimensions
ru_ru: Габариты

source: Default weight of one item in
ru_ru: Вес одной единицы товара по умолчанию в

source: All goods must have their weight indicated, if there are goods without %s a specified weight, then for such goods the value from this field will be substituted. %s This will affect the accuracy of the delivery calculation. The default value is 1 weight unit specified in the settings.
ru_ru: У всех товаров должен быть указан вес, если есть товары без указанного %s веса то для таких товаров будет подставляться значение из этого поля. %s Это повлияет на точность расчета доставки. Значение по умолчанию 1 единица измерения веса заданная в настройках.

source: Item length
ru_ru: Длина товара

source: Default product length in cm
ru_ru: Длина товара по умолчанию в см

source: Item width
ru_ru: Ширина товара

source: Default product width in cm
ru_ru: Ширина товара по умолчанию в см

source: Item height
ru_ru: Высота товара

source: Default product height in cm
ru_ru: Высота товара по умолчанию в см

source: Product dimensions on/off
ru_ru: Габариты товара вкл/выкл

source: Force the use of product dimensions (length, width and height) by default for all products
ru_ru: Принудительно использовать габариты товара (длину, ширину и высоту) по умолчанию для всех товаров

source: Services
ru_ru: Услуги

source: Prohibition of inspection of attachment
ru_ru: Запрет осмотра вложения

source: This service is not available for tariffs to the parcel locker and is only available to clients with an IM type agreement. Also, the prohibition on inspecting the attachment does not work when the services of fitting at home and partial delivery are included.
ru_ru: Эта услуга недоступна для тарифов до постамата и доступна только для клиентов с договором типа ИМ. Также запрет осмотра вложения не работает при включенных услугах примерка на дому и частичная доставка.

source: Trying on
ru_ru: Примерка

source: Partial delivery
ru_ru: Частичная доставка

source: Delivery cost
ru_ru: Cтоимость доставки

source: Insurance
ru_ru: Страховка

source: Add insurance quote to shipping cost
ru_ru: Добавить расчет страховки к стоимости доставки

source: Calculated based on the amount of goods in the order
ru_ru: Расчитывается по сумме товаров в заказе

source: Cash on delivery settings
ru_ru: Настройки наложенного платежа

source: Cash on delivery settings are applied only when sending an order from the admin panels and for the user on the checkout page are not displayed
ru_ru: Настройки для наложенного платежа применяются только во время отправки заказа из админ панели и для пользователя на странице чекаута не отображаются

source: Extra charge on order as a percentage
ru_ru: Наценка к заказу в процентах

source: Calculated from the cost of the order. Changes the total amount on the receipt.%s The surcharge will only appear on the receipt.%s Therefore, it is recommended to inform the user on the checkout page about extra charges when sending by cash on delivery.
ru_ru: Расчитывается от стоимости заказа. Меняет итоговую сумму в квитанции.%s Наценка отобразится только в квитанции.%s Поэтому рекомендуется на странице чекаута проинформировать пользователя о наценки при отправки наложенным платежем.

source: Print settings
ru_ru: Настройки печати

source: Barcode format
ru_ru: Формат ШК

source: Order number
ru_ru: Номер заказа

source: Packages
ru_ru: Упаковки

source: Packing length
ru_ru: Длина упаковки

source: Packing width
ru_ru: Ширина упаковки

source: Packing height
ru_ru: Высота упаковки

source: Products in packaging
ru_ru: Товары в упаковке

source: Product ID
ru_ru: ID товара

source: Quantity of goods in packaging
ru_ru: Количество товара в упаковке

source: Shipping address not specified
ru_ru: Не задан адрес отправки

source: Select the correct sending address in <a>the settings</a> plugin named %s
ru_ru: Выберите корректный адрес отправки в <a>настройках</a> плагина %s

source: Authorization failed
ru_ru: Авторизация не пройдена

source: Enter the correct client ID and secret key in <a>the settings</a> plugin named %s
ru_ru: Введите корректные идентификатор и секретный ключ клиента в <a>настройках</a> плагина %s

source: Editing the order is not available due to a change in the order status in the CDEK system
ru_ru: Редактирование заказа недоступно из-за смены статуса заказа в системе CDEK

source: CDEKDelivery: The selected weight unit %s is not supported by this plugin. You can use the default value for product dimensions. You can also contact plugin support for more information. Otherwise, the unit of measurement will be automatically treated as grams.
ru_ru: CDEKDelivery: Выбранная единица измерения веса %s не поддерживается данным плагином. Вы можете использовать значение для габаритов товара по умолчанию. Также вы можете обратиться в поддержку плагина для дополнительной информации. В противном случае, единица измерения будет автоматически обрабатываться как граммы.

source: Not available for order
ru_ru: Недоступен для заказа

source: Weight: %s
ru_ru: Вес: %s

source: Length: %s
ru_ru: Длина: %s

source: Width: %s
ru_ru: Ширина: %s

source: Height: %s
ru_ru: Высота: %s

source: Selected pickup point: %s
ru_ru: Выбранный ПВЗ: %s

source: Tariff code: %s
ru_ru: Код тарифа: %s

source: An attempt to delete order number %s failed with an error. Error code: %s
ru_ru: Попытка удаления заказа с номером %s завершилась с ошибкой. Код ошибки: %s

source: An error occurred while deleting the order. Order number %s was not deleted.
ru_ru: При удалении заказа произошла ошибка. Заказ c номером %s не удален.

source: An attempt to delete order number %s failed with an error. Order not found.
ru_ru: Попытка удаления заказа с номером %s завершилась с ошибкой. Заказ не найден.

source: An error occurred while deleting the order. Order number %s was not found.
ru_ru: При удалении заказа произошла ошибка. Заказ c номером %s не найден.

source: Error. The courier request has not been created. (%s)
ru_ru: Ошибка. Заявка на вызов курьера не создана. (%s)

source: Application deleted
ru_ru: Заявка удалена

source: The courier waiting date has not been selected
ru_ru: Дата ожидания курьера не выбрана

source: The courier waiting date cannot be earlier than the current date
ru_ru: Дата ожидания курьера не может быть раньше текущей даты

source: The courier waiting date cannot be later than the 31st of the current date
ru_ru: Дата ожидания курьера не может быть позднее на 31 текущей даты

source: No courier waiting time selected
ru_ru: Время ожидания курьера не выбрано

source: The start of the courier waiting time cannot start later than the end time
ru_ru: Начало времени ожидания курьера не может начинаться позже времени окончания

source: FIO is required
ru_ru: ФИО обязательно для заполнения

source: Phone is required
ru_ru: Телефон обязателен для заполнения

source: Address is required
ru_ru: Адрес обязателен для заполнения

source: Cargo description is required
ru_ru: Описание груза обязательно для заполнения

source: Weight is required
ru_ru: Вес обязателен для заполнения

source: Weight must be a number
ru_ru: Вес должен быть числом

source: Length is required
ru_ru: Длина обязательна для заполнения

source: Length must be a number
ru_ru: Длина должна быть числом

source: Width is required
ru_ru: Ширина обязательна для заполнения

source: Width must be a number
ru_ru: Ширина должна быть числом

source: Height is required
ru_ru: Высота обязательна для заполнения

source: Height must be a number
ru_ru: Высота должна быть числом

source: Incorrect phone number: %1$s
ru_ru: Некорректный номер телефона: %1$s

source: Cdek shipping error: %1$s
ru_ru: Ошибка оформления сдек: %1$s

source: Order created
ru_ru: Заказ создан

source: Get invoice
ru_ru: Получить накладную

source: Get barcode
ru_ru: Получить ШК

source: Call the courier
ru_ru: Вызвать курьера

source: Application number
ru_ru: Номер заявки

source: Cancel the application
ru_ru: Отменить заявку

source: Cancel the order
ru_ru: Отменить заказ

source: Courier waiting date
ru_ru: Дата ожидания курьера

source: Courier waiting time
ru_ru: Время ожидания курьера

source: from
ru_ru: с

source: to
ru_ru: по

source: The city is taken from the plugin settings. In the "Address" field, enter only the street, house, apartment
ru_ru: Город берется из настроек плагина. В поле "Адрес" вводится только улица, дом, кв

source: Comment
ru_ru: Комментарий

source: Description of cargo
ru_ru: Описание груза

source: For "From warehouse" tariffs, you can send several orders at once. Therefore, the dimensions may differ from those indicated when creating the order. For "From Door" tariffs, you can duplicate those that were specified when creating the order
ru_ru: Для тарифов "От склада" можно отправить сразу несколько заказов. Поэтому габариты могут отличаться от тех что указывались при создании заказа. Для тарифов "От двери" можно продублировать те что указывались при создании заказа

source: Weight in kg
ru_ru: Вес в кг

source: Length in cm
ru_ru: Длина в см

source: Width in cm
ru_ru: Ширина в см

source: Height in cm
ru_ru: Высота в см

source: Call required
ru_ru: Необходим звонок

source: Send
ru_ru: Отправить

source: Packaging dimensions
ru_ru: Габариты упаковки

source: Send an order to CDEK
ru_ru: Отправить заказ в СДЕК

source: Select product
ru_ru: Выберите товар

source: Save
ru_ru: Сохранить

source: Create an order
ru_ru: Создать заказ

source: No order statuses found. Try reloading the page later
ru_ru: Статусы заказа не найдены. Попробуйте перезагрузить страницу позднее

source: Order statuses
ru_ru: Статусы заказа
